brew "btop"
brew "git"
brew "eza"
brew "mosh"
brew "fzf"
brew "zoxide"
brew "bat"
brew "chafa"
brew "exiftool"
brew "ripgrep"
brew "fd"
brew "tmux"
brew "neovim"

# Fonts
cask "font-iosevka"
cask "font-iosevka-nerd-font"

# Dev
brew "poetry"
brew "uv"

cask "miniforge"
